app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    if @user.save
---
INSERT INTO "users" ("name", "folio", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Scott Pilgrim"], ["folio", "13378008"], ["created_at", "2021-10-20 02:54:22.286542"], ["updated_at", "2021-10-20 02:54:22.286542"]]